Repository: AbdullahAlkhane/sky_products
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Sky Products
ar: سماء المنتجات

source: Category
ar: الأقسام

source: Last Services
ar: أخر الخدمات

source: No Data
ar: لا توجد بيانات

source: About Us
ar: من نحن

source: Languages
ar: اللغات

source: Admin
ar: لوحة التحكم

source: Login Admin
ar: تسجيل دخول ادمن

source: Login
ar: تسجيل الدخول

source: please enter your email
ar: الرجاء إدخال البريد الإلكتروني

source: please enter your password
ar: الرجاء إدخال كلمة المرور

source: Enter Your Email
ar: أدخل البريد الإلكتروني

source: Please Check From Password And Username
ar: يرجى التأكد من الايميل وكلمة السر

source: Select Languages
ar: اختر لغة

source: Control Panel
ar: لوحة التحكم

source: Management Banner
ar: إدارة البانر

source: Management Category
ar: إدارة التصنيفات

source: Management Services
ar: إدارة الخدمات

source: Add Banner
ar: إضافة بانر

source: Banner Added Successful
ar: تم إضافة البانر بنجاح

source: Banner Section
ar: قسم البانر

source: Delete Successful
ar: تم الحذف بنجاح

source: Delete
ar: حذف

# areYouSureFromDeleteThisItem
source: ŸêAre You Sure From Delete This Item
ar: هل أنت متأكد من حذف هذا العنصر

source: Yes
ar: نعم

source: No
ar: لا

source: Add Category
ar: إضافة تصنيف

source: please enter title category arabic
ar: الرجاء إضافة عنوان التصنيف بالعربي

source: Enter Title Category Arabic
ar: أدخل عنوان التصنيف بالعربي

source: please enter title category english
ar: الرجاء إدخال عنوان التصنيف بالانجليزي

source: Enter Title Category English
ar: أدخل عنوان التصنيف بالانجليزي

source: Category Added Successful
ar: تم إضافة التصنيف بنجاح

source: Category Section
ar: قسم التصنيفات

source: Edit Successful
ar: تم التعديل بنجاح

source: Edit Category
ar: تعديل تصنيف

source: please enter title category
ar: الرجاء إدخال عنوان التصنيف

source: Services Section
ar: قسم الخدمات

source: Edit Services
ar: تحديث الخدمة

source: please enter title services arabic
ar: الرجاء إدخال عنوان الخدمة بالعربي

source: Enter Title Services Arabic
ar: أدخل عنوان الخدمة بالعربي

source: please enter title services english
ar: الرجاء إدخال عنوان الخدمة بالانجليزي

source: Enter Title Services English
ar: أدخل عنوان الخدمة بالانجليزي

source: please enter url services
ar: الرجاء إدخال رابط الخدمة

source: Enter Url Services
ar: أدخل رابط الخدمة

source: please select category
ar: الرجاء اختيار التصنيف

source: Please Enter Category
ar: اختر التصنيف

source: Services Edited Successful
ar: تم تحديث الخدمة بنجاح

source: Add Services
ar: إضافة الخدمة

source: Services Added Successful
ar: تم إضافة الخدمة بنجاح

source: Please Enter Image And Category
ar: الرجاء إختيار الصورة والتصنيف

source: Please Enter Image
ar: الرجاء إختيار صورة

source: Search...
ar: بحث...

source: please enter text to search
ar: الرجاء إدخال النص للبحث
